import React from 'react';
import Layout from '../component/layout/layout';
import style from './deliveryPayment.module.css';

function DeliveryPayment() {
  return (
    <>
      <Layout>
        <div className={style.contain}>
          <h1 style={{ alignSelf: "center" }}>ДОСТАВКА:</h1>
          <div className={style.block}>
            <h2>  Магазини My Computer</h2>
            <p>
              Замовляйте товар на сайті та забирайте в обраному магазині.
              Так Ви отримаєте безліч переваг:
              <ul>
                <li>
                  безкоштовна доставка у магазин
                </li>
                <li>
                  зручний графік отримання
                </li>
                <li>
                  професійна консультація та обслуговування
                </li>
                <li>
                  огляд товару при отриманні та його перевірка
                </li>
                <li>
                  оплата товару при отриманні зручним способом
                </li>
              </ul>
              Весь товар продається офіційно, при оплаті видається касовий чек.
              Зверніть увагу! Не всі товари можуть бути доставлені в магазини. Обрати доступний магазин можна при оформленні замовлення у блоці "Спосіб доставки". Товари вартістю більше 50 тисяч гривень можна оплатити тільки безготівковим способом (карткою, оплата онлайн, оплата по рахунку). У випадку, якщо Ви не перевірили товар при отриманні, ми не можемо гарантувати вирішення спірних ситуацій на Вашу користь.
            </p>
          </div>
          <div className={style.block}>
            <h2>Доставка власним кур'єром</h2>
            <p>Немає бажання йти до магазину? Ми про це подумали.
              Ми пропонуємо власну доставку:
              <ul>
                <li>
                  здійснюється в зазначений термін до під`їзду
                </li>
                <li>
                  доставка товару об'ємом до 30 кг може виконуватися до дверей за попереднім узгодженням, якщо це буде вказано при оформленні замовлення
                </li>
                <li>
                  можна розрахуватись готівкою або карткою(обов'язково узгоджується попередньо)
                </li>
                <li>
                  кур’єр видає касовий чек та гарантійний талон, якщо він передбачений виробником
                </li>
              </ul>
            </p>
          </div>
          <div className={style.block}>
            <h2>Отримання у відділеннях перевізника (Нова Пошта)</h2>
            <p>Отримати замовлення Ви зможете у будь-якому відділенні “Нова Пошта”, зазначеному на сторінці оформлення замовлення. Після прибуття замовлення у відділення Вам буде надіслане SMS-повідомлення від "Нова Пошта" із зазначенням номеру накладної. Термін безкоштовного зберігання замовлення у відділенні - 5 робочих днів. Якщо протягом цього терміну Ви не отримаєте замовлення - товар буде повернений продавцю.

              Зверніть увагу! Послуга післяплати оплачується окремо від доставки, її вартість буде вказана при оформленні замовлення. Щоб уникнути додаткових витрат на комісію радимо проводити оплату на сайті, за рахунком чи карткою онлайн.

              У випадку, якщо Ви не перевірили товар при отриманні, ми не можемо гарантувати вирішення спірних ситуацій на Вашу користь.

              Якщо товар не відповідає тому, що був замовлений у інтернет-магазині, або має не повну комплектацію, зовнішні пошкодження, оплачувати і забирати такий товар не потрібно. Прохання повідомити нам про це за телефоном 0 800 216-800.

            </p>
          </div>
          <div className={style.block}>
            <h2>Кур'єрська доставка “Нова Пошта” по Україні</h2>
            <p>Якщо у Вашому населеному пункті немає відділення служби “Нова Пошта”, Ви можете оформити кур'єрьску доставку по Україні. Доставка службою перевізника товарів об'ємом до 30 кг виконується до дверей.

              Зверніть увагу! Замовлення на суму більше 13 999 грн і товари, висота яких більше ніж 170 см, кур'єром не доставляються.

              Отримання такого замовлення можливе в магазинах наших партнерів My Computer або у відділеннях “Нова Пошта”.

              Звертаємо увагу! У випадку, якщо Ви не перевірили товар при отриманні, ми не можемо гарантувати вирішення спірних ситуацій на Вашу користь.

              Якщо товар не відповідає тому, що був замовлений у інтернет-магазині, або має не повну комплектацію, зовнішні пошкодження, оплачувати і забирати такий товар не потрібно. Прохання повідомити нам про це за телефоном 0 800 216-800.
            </p>
          </div>

          <h1 style={{ alignSelf: "center" }}>ОПЛАТА:</h1>
          <div className={style.block}>
            <h2>Готівкою</h2>
            <p>В мережі магазинів My  Computer, при доставці кур'єром та в пунктах видачі служб перевізника. Оплата проводиться тільки в національній валюті на суму до 50 000 грн.</p>
          </div>
          <div className={style.block}>
            <h2>Карткою (Visa/Mastercard) при отриманні товару</h2>
            <p>В магазинах My Computer, кур'єру при власній доставці (попередньо необхідно обрати такий спосіб оплати при оформленні замовлення).

            </p>
          </div>
          <div className={style.block}>
            <h2>Оплата за рахунком для фізичних осіб</h2>
            <p>Виставлений рахунок можна оплатити у відділенні банку або через інтернет-банкінг (не передбачає переказ грошей з карти на карту). При виборі зазначеного виду оплати Ви отримуєте додаткові бонуси на наступну покупку. Кількість бонусів вказується на сторінці оформлення замовлення.

              Термін оплати рахунку - три дні з моменту оформлення замовлення. Реквізити для оплати замовлення будуть відправлені на зазначений у замовленні e-mail відразу після оформлення, а також будуть доступні у Вашому особистому кабінеті на сайті.

              Зверніть увагу! Для отримання товару необхідно надати документ, що засвідчує особу (паспорт, посвідчення водія). Отримати товар може тільки особа, чиї ПІБ були вказані на сайті під час оформлення заявки або узгоджені при підтвердженні замовлення оператором.
            </p>
          </div>
          <div className={style.block}>
            <h2>Безготівковий розрахунок</h2>
            <p>Оплата на розрахунковий рахунок організації фізичною або юридичною особою. Оплата за безготівковим рахунком проводиться з розрахункового рахунку Вашої компанії або через касу відділення будь-якого банку.

              При виборі безготівкового способу оплати доставка замовлення можлива після отримання коштів на наш рахунок.

              Зверніть увагу! Для отримання товару, що був оплачений за рахунком-фактурою, необхідно надати наступні документи:

              для фізичних осіб - паспорт або водійське посвідчення
              для юридичних осіб - доручення, що виписане на отримувача, та паспорт отримувача. Отримати товар може тільки особа, на яку виписане доручення.</p>
          </div>
          <div className={style.block}>
            <h2>Онлайн карткою (Visa/Mastercard) при замовленні товару</h2>
            <p>В магазинах мережі My Computer, з доставкою на адресу кур'єром, або в пунктах видачі служби перевізника.

              Зверніть увагу! Провести оплату онлайн можна тільки з карт українських банків або їх прямих партнерів. Згідно правил платіжної системи в оплаті може бути відмовлено в разі, якщо дана операція буде розцінена, як ризикована. Для отримання товару, оплаченого онлайн, необхідно пройти СМС-ідентифікацію за номером телефону отримувача замовлення.</p>
          </div>
        </div>
      </Layout>
    </>
  );
}

export default DeliveryPayment;